Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2020.tmx
Source language: en_us
Languages: zh_cn

source: In the face of difficult and weighty tasks, governments at all levels must closely follow the Party Central Committee with Comrade Xi Jinping at its core in thinking, stance, and action and practice the people-centered development philosophy.
zh_cn: 面对艰巨繁重任务，各级政府要自觉在思想上政治上行动上同以习近平同志为核心的党中央保持高度一致，践行以人民为中心的发展思想，

source: We must enforce full, rigorous self-discipline of the Party, exercise law-based government administration, build a rule of law government, ensure transparency in all government affairs, and enhance our governance capacity.
zh_cn: 落实全面从严治党要求，坚持依法行政，坚持政务公开，提高治理能力。

source: We will accept, as required by law, the oversight of people's congresses and their standing committees at the same level, and readily subject ourselves to the democratic oversight of the CPPCC, public oversight, and oversight through public opinion.
zh_cn: 要依法接受同级人大及其常委会的监督，自觉接受人民政协的民主监督，主动接受社会和舆论监督。

source: Auditing-based oversight will be stepped up.
zh_cn: 强化审计监督。

source: We will give full play to the role of trade unions, Communist Youth League organizations, women's federations, and other people's organizations.
zh_cn: 发挥好工会、共青团、妇联等群团组织作用。

source: We in the government must readily accept the oversight of the law, supervisory bodies, and the people.
zh_cn: 政府工作人员要自觉接受法律、监察和人民监督。

source: We must redouble efforts to build a clean government and crack down on corruption.
zh_cn: 加强廉洁政府建设，坚决惩治腐败。

source: Government at all levels must take a fact-based approach to work, and keep firmly in mind that we remain in the primary stage of socialism, which is the basic dimension of China's national context. We must abide by objective laws, base everything we do on actual conditions, and deliver in our work.
zh_cn: 各级政府要始终坚持实事求是，牢牢把握社会主义初级阶段这个基本国情，遵循客观规律，一切从实际出发，立足办好自己的事。

source: In our efforts to address formalities for formalities' sake, bureaucratism, hedonism, and extravagance, we will put a strong focus on the first two harmful practices, in order to release our primary-level officials from the fetters of pointless formalities and give full rein to their drive.
zh_cn: 要大力纠治“四风”，把广大基层干部干事创业的手脚从形式主义的束缚中解脱出来，

source: We will stand behind officials who live up to their responsibilities, and we will work to see that they carry out their duties.
zh_cn: 为担当者担当，让履职者尽责。

source: We must rely closely on the people, respect the pioneering spirit of those working at the primary level, advance reform and opening up with greater force, ignite the dynamism of our society, and bring together the energy and ingenuity of hundreds of millions of Chinese people.
zh_cn: 要紧紧依靠人民群众，尊重基层首创精神，以更大力度推进改革开放，激发社会活力，凝聚亿万群众的智慧和力量，

source: This is the source of inspiration that enables us to prevail over all difficulties and challenges.
zh_cn: 这是我们战胜一切困难挑战的底气。

source: We officials must not shy away in the face of difficulty; we must do solid work and make concerted efforts to pursue development and ensure the wellbeing of the people.
zh_cn: 广大干部应临难不避、实干为要，凝心聚力抓发展、保民生。

source: As long as we stand together with the people through good times and bad and continue to forge ahead, we can surely fulfill the desire of the Chinese people for a better life.
zh_cn: 只要我们始终与人民群众同甘共苦、奋力前行，中国人民追求美好生活的愿望一定能实现。

source: This year, we will formulate the 14th Five-Year Plan, thus drawing the blueprint for us to embark on a new journey toward the second Centenary Goal.
zh_cn: 今年要编制好“十四五”规划，为开启第二个百年奋斗目标新征程擘画蓝图。

source: We will uphold and improve the system of regional ethnic autonomy, support ethnic minorities and ethnic minority areas in accelerating development, and forge a strong sense of community among the Chinese people.
zh_cn: 我们要坚持和完善民族区域自治制度，支持少数民族和民族地区加快发展，铸牢中华民族共同体意识。

source: We will fully implement the Party's fundamental policy on religious affairs and encourage religious leaders and believers to play an active part in promoting economic and social development.
zh_cn: 全面贯彻党的宗教工作基本方针，发挥宗教界人士和信教群众在促进经济社会发展中的积极作用。

source: China cares deeply about our overseas nationals, who serve as a crucial bridge linking China and the rest of the world.
zh_cn: 海外侨胞是祖国的牵挂，是联通世界的重要桥梁，

source: We will give play to the unique role of overseas Chinese nationals and their family members and relatives at home, and forge a stronger bond of attachment among all the sons and daughters of the Chinese nation. Together, we can create more remarkable achievements.
zh_cn: 要发挥好侨胞侨眷的独特优势，不断增强中华儿女凝聚力，同心共创辉煌。

source: Since last year, we have achieved important progress in strengthening national defense and the armed forces.
zh_cn: 去年以来，国防和军队建设取得重要进展，

source: The people's armed forces demonstrated fine conduct by reacting swiftly to the Party's commands and shouldering heavy responsibilities in covid-19 control.
zh_cn: 人民军队在疫情防控中展示了听党指挥、闻令而动、勇挑重担的优良作风。

source: We will thoroughly implement Xi Jinping's thinking on strengthening the armed forces and the military strategy for the new era.
zh_cn: 要深入贯彻习近平强军思想，深入贯彻新时代军事战略方针，

source: We will continue to enhance the political loyalty of the armed forces, strengthen them through reform, science and technology, and the training of capable personnel, and run the military in accordance with law.
zh_cn: 坚持政治建军、改革强军、科技强军、人才强军、依法治军。

source: We will uphold the Party's absolute leadership over the people's armed forces and strictly implement the system of ultimate responsibility resting with the chair of the Central Military Commission.
zh_cn: 坚持党对人民军队的绝对领导，严格落实军委主席负责制。

source: We will advance military training and war preparedness to the best of our ability and firmly safeguard China's sovereignty, security, and development interests.
zh_cn: 坚定维护国家主权、安全、发展利益。

source: We will complete the crucial tasks laid down in the 13th five-year plan for the development of the armed forces and draw up the 14th five-year plan.
zh_cn: 打好军队建设发展“十三五”规划落实攻坚战，编制军队建设“十四五”规划。

source: We will deepen reforms in national defense and the military, increase our logistic and equipment support capacity, and promote innovative development of defense-related science and technology.
zh_cn: 深化国防和军队改革，提高后勤和装备保障能力，推动国防科技创新发展。

source: We will improve the system of national defense mobilization and ensure that the unity between the military and the government and between the military and the people remains rock solid.
zh_cn: 完善国防动员体系，始终让军政军民团结坚如磐石。

source: We will fully and faithfully implement the policy of One Country, Two Systems, under which the people of Hong Kong govern Hong Kong and the people of Macao govern Macao, with a high degree of autonomy for both regions.
zh_cn: 我们要全面准确贯彻“一国两制”、“港人治港”、“澳人治澳”、高度自治的方针，

source: We will establish sound legal systems and enforcement mechanisms for safeguarding national security in the two special administrative regions, and see that the governments of the two regions fulfill their constitutional responsibilities.
zh_cn: 建立健全特别行政区维护国家安全的法律制度和执行机制，落实特区政府的宪制责任。

source: We will support Hong Kong and Macao in growing their economies, improving living standards, and better integrating their development into China's overall development, and help them maintain long-term prosperity and stability.
zh_cn: 支持港澳发展经济、改善民生，更好融入国家发展大局，保持香港、澳门长期繁荣稳定。

source: We will adhere to the major principles and policies on work related to Taiwan, uphold the one-China principle, and promote the peaceful growth of relations across the Taiwan Strait on the basis of the 1992 Consensus.
zh_cn: 我们要坚持对台工作大政方针，坚持一个中国原则，在“九二共识”基础上推动两岸关系和平发展。

source: We will resolutely oppose and deter any separatist activities seeking “Taiwan independence.”
zh_cn: 坚决反对和遏制“台独”分裂行径。

source: We will improve institutional arrangements, policies, and measures to encourage exchanges and cooperation between the two sides of the Strait, further cross-Strait integrated development, and protect the wellbeing of our fellow compatriots in Taiwan.
zh_cn: 完善促进两岸交流合作、深化两岸融合发展、保障台湾同胞福祉的制度安排和政策措施，

source: We will encourage them to join us in opposing “Taiwan independence” and promoting China's reunification. With these efforts, we can surely create a beautiful future for the rejuvenation of the Chinese nation.
zh_cn: 团结广大台湾同胞共同反对“台独”、促进统一，我们一定能开创民族复兴的美好未来。

source: In the face of the public health crisis, severe economic recession, and other global challenges, all countries should work together.
zh_cn: 应对公共卫生危机、经济严重衰退等全球性挑战，各国应携手共进。

source: China stands ready to work with other countries to strengthen international cooperation on covid-19 control, promote stability in the world economy, advance global governance, and uphold the international system with the United Nations at its core and an international order based on international law. China is committed to building a human community with a shared future.
zh_cn: 中国将同各国加强防疫合作，促进世界经济稳定，推进全球治理，维护以联合国为核心的国际体系和以国际法为基础的国际秩序，推动构建人类命运共同体。

source: China will continue to pursue peaceful development, and advance friendship and cooperation with other countries as it opens up wider to the rest of the world.
zh_cn: 中国坚定不移走和平发展道路，在扩大开放中深化与各国友好合作，

source: China will remain an important force promoting world peace, stability, development, and prosperity.
zh_cn: 中国始终是促进世界和平稳定与发展繁荣的重要力量。

source: The Chinese nation has never been daunted in the face of difficulties or obstacles.
zh_cn: 中华民族向来不畏艰难险阻，

source: The Chinese people today have the ability and resolve to overcome all challenges before us.
zh_cn: 当代中国人民有战胜任何挑战的坚定意志和能力。

source: We must rally more closely around the Party Central Committee with Comrade Xi Jinping at its core, uphold socialism with Chinese characteristics, and follow the guidance of Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era.
zh_cn: 我们要更加紧密地团结在以习近平同志为核心的党中央周围，高举中国特色社会主义伟大旗帜，以习近平新时代中国特色社会主义思想为指导，

source: Let us meet our challenges head-on, move determinedly forward in the fight against covid-19 and in pursuit of economic and social development, and strive to fulfill the targets and tasks for this year.
zh_cn: 迎难而上，锐意进取，统筹推进疫情防控和经济社会发展，努力完成全年目标任务，

source: Let all of us work together with perseverance to build China into a great modern socialist country that is prosperous, strong, democratic, culturally advanced, harmonious, and beautiful, and realize the Chinese Dream of national rejuvenation.
zh_cn: 为把我国建设成为富强民主文明和谐美丽的社会主义现代化强国、实现中华民族伟大复兴的中国梦不懈奋斗！
